<?php

use yii\helpers\Html;
use yii\helpers\Url;
/* @var $this yii\web\View */

$this->title = 'My Yii Application';


?>

<div class="news">
    <div class="container" style="max-width: 1600px; margin-left: auto; margin-right: auto">
        <div class="breadcrumbs">
            <a href="/">Главная</a>
            <p>Новости</p>
        </div>
        <h1>Читайте больше</h1>
        <div class="news-wrapper">
            <div class="news-news">
                <div class="news-img">
                    <img src="/images/del/news/news-1.jpg" width="796" height="350" alt="">
                </div>
                <h2>Название новости</h2>
                <div class="news-excerpt">
                    <p>
                        Задача организации, в особенности же постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании систем массового участия.
                    </p>
                    <p>
                        Разнообразный и богатый опыт начало повседневной работы по формированию позиции позволяет выполнять важные задания по разработке направлений прогрессивного развития.
                    </p>
                    <a class="news-link" href="#">Подробнее</a>
                </div>
            </div>
            <div class="news-news">
                <div class="news-img">
                    <img src="/images/del/news/news-2.jpg" width="796" height="350" alt="">
                </div>
                <h2>Название новости</h2>
                <div class="news-excerpt">
                    <p>
                        Задача организации, в особенности же постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании систем массового участия.
                    </p>
                    <p>
                        Разнообразный и богатый опыт начало повседневной работы по формированию позиции позволяет выполнять важные задания по разработке направлений прогрессивного развития.
                    </p>
                    <a class="news-link" href="#">Подробнее</a>
                </div>
            </div>
            <div class="news-news">
                <div class="news-img">
                    <img src="/images/del/news/news-3.jpg" width="796" height="350" alt="">
                </div>
                <h2>Название новости</h2>
                <div class="news-excerpt">
                    <p>
                        Задача организации, в особенности же постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании систем массового участия.
                    </p>
                    <p>
                        Разнообразный и богатый опыт начало повседневной работы по формированию позиции позволяет выполнять важные задания по разработке направлений прогрессивного развития.
                    </p>
                    <a class="news-link" href="#">Подробнее</a>
                </div>
            </div>
            <div class="news-news">
                <div class="news-img">
                    <img src="/images/del/news/news-4.jpg" width="796" height="350" alt="">
                </div>
                <h2>Название новости</h2>
                <div class="news-excerpt">
                    <p>
                        Задача организации, в особенности же постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании систем массового участия.
                    </p>
                    <p>
                        Разнообразный и богатый опыт начало повседневной работы по формированию позиции позволяет выполнять важные задания по разработке направлений прогрессивного развития.
                    </p>
                    <a class="news-link" href="#">Подробнее</a>
                </div>
            </div>
        </div>
        <div class="news-next">Показать больше</div>
    </div>
</div>
