<?php

use yii\helpers\Html;
use yii\helpers\Url;
use yii\web\View;

$lg = \backend\modules\language\models\Language::find()->where(['deleted_at' => null, 'key' => $currentLang])->one()->code;

?>

<footer class="footer">
	<div class="container" style="max-width: 1600px; margin-left: auto; margin-right: auto">
		<div class="footer-logo">
			<svg width="53" height="108"><use xlink:href="/images/icons.svg#logos"></use></svg>
		</div>
		<div class="footer-wrapper footer-main">
			<div class="footer-social">
				<p>
					<?=Yii::t('frontend', 'Соцсети')?>:
				</p>
				<div class="footer-social-inner">
					<a href="<?= $user_info->fb; ?>">
						<svg width="16" height="16"><use xlink:href="/images/icons.svg#fb"></use></svg>
					</a>
					<a href="<?= $user_info->youtube; ?>">
						<svg width="16" height="16"><use xlink:href="/images/icons.svg#youtube"></use></svg>
					</a>
					<a href="<?= $user_info->instagram; ?>">
						<svg width="16" height="16"><use xlink:href="/images/icons.svg#instagram"></use></svg>
					</a>
					<a href="https://telegram.me/<?= $user_info->telegram; ?>">
						<svg width="16" height="16"><use xlink:href="/images/icons.svg#telegram"></use></svg>
					</a>
					<a href="https://wa.me/<?= $user_info->whats_app; ?>">
						<svg width="16" height="16"><use xlink:href="/images/icons.svg#whatsapp"></use></svg>
					</a>
					<a href="viber://add?number=<?= $user_info->viber; ?>">
						<svg width="16" height="16"><use xlink:href="/images/icons.svg#viber"></use></svg>
					</a>
				</div>
			</div>
			<div class="footer-navigate">
				<p>
					<?=Yii::t('frontend', 'Навигация')?>:
				</p>
				<div class="footer-navigate-wrap">
					<div class="footer-navigate-inner">
						<a href="<?=Url::toRoute('/about') ?>">
							<?=Yii::t('frontend', 'Галерея')?>
						</a>
						<a href="<?=Url::toRoute('/layouts') ?>">
							<?=Yii::t('frontend', 'Планировки')?>
						</a>
					</div>
					<div class="footer-navigate-inner">
						<a href="<?=Url::toRoute('/infrastructure') ?>">
							<?=Yii::t('frontend', 'Инфраструктура')?>
						</a>
						<a href="<?=Url::toRoute('/gallery') ?>">
							<?=Yii::t('frontend', 'Галерея')?>
						</a>
					</div>
				</div>
                <a href="/presentation/Calligraphy_Towers_Presentation_<?= $lg; ?>.pdf" class="" download>
                    <span><?=Yii::t('frontend', 'Скачать презентацию')?></span>
                    <svg width="14" height="16"><use xlink:href="/images/icons.svg#pdf"></use></svg>
                </a>
			</div>
			<div class="footer-phone">
			<a href="tel:<?= $user_info->phone; ?>" class="top-phone phone"><?= preg_replace("/^(\d{3})(\d{3})(\d{2})(\d{2})(\d{2})$/", "+$1($2)-$3-$4-$5", $user_info->phone); ?></a>
				</br>
				<span><?=Yii::t('frontend', 'г. Батуми ул. Шартава 18')?></span>
			</div>
		</div>
		<div class="footer-wrapper footer-footer">
			<a id="privacy-policy" href="javascript:void(0);"><?=Yii::t('frontend', 'Политика конфиденциальности')?></a>
			<a href="#">Made by&nbsp;&nbsp;&nbsp;<img src="/images/syndicate.png" alt="Calligraphy Towers. <?=Yii::t('frontend', 'Недвижимость в Батуми')?>"></a>
		</div>
	</div>
</footer>

<div class="popup-wrapper form form-popup">
    <div class="popup">
        <div class="contacts-form">
            <h2><?=Yii::t('frontend', 'Поможем в выборе!')?></h2>
            <p>
				<?=Yii::t('frontend', 'Введите ваши данные и мы Вам перезвоним')?>
            </p>
            <form id="form-popup" action="/" method="post"> 
                <input type="text" name="name" placeholder="<?=Yii::t('frontend', 'Имя')?>" title="<?=Yii::t('frontend', 'только буквы')?>" required>
                <input type="text" name="phone" placeholder="<?=Yii::t('frontend', 'Телефон')?>" pattern="\+?[0-9\s\-\(\)]+" title="<?=Yii::t('frontend', 'только цифры')?>" required>
                <input type="text" name="email" placeholder="<?=Yii::t('frontend', 'Почта')?>" pattern="([A-z0-9_.-]{1,})@([A-z0-9_.-]{1,}).([A-z]{2,8})" title="<?=Yii::t('frontend', 'your_mail@mail')?>" required>
                <div class="contacts-wrap">
                    <button class="btn btn-blue"><?=Yii::t('frontend', 'Отправить')?></button>
                    <div class="contacts-check">
                        <label for="contact-check"><?=Yii::t('frontend', 'Я согласен с условиями обработки персональных данных')?></label>
                        <input id="contact-check" class="contact-checkbox" type="checkbox" name="viewed" required>
                    </div>
                </div>
            </form>
        </div>
    </div>
</div>

<div class="popup-wrapper success">
    <div class="popup">
        <div class="popup-check">
            <svg width="21" height="17"><use xlink:href="/images/icons.svg#check"></use></svg>
        </div>
        <div class="popup-desc">
            <h2><?=Yii::t('frontend', 'Спасибо')?></h2>
            <p>
				<?=Yii::t('frontend', 'Ваша заявка отправлена. Наш менеджер по продажам очень скоро свяжется с Вами.')?>
            </p>
        </div>
    </div>
</div>

<div class="popup-wrapper error">
    <div class="popup">
        <div class="popup-error">
            <svg width="21" height="17"><use xlink:href="/images/icons.svg#check"></use></svg>
        </div>
        <div class="popup-desc">
            <h2><?=Yii::t('frontend', 'Ошибка')?></h2>
            <p>
				<?=Yii::t('frontend', 'Ваша заявка не отправлена, попробуйте еще раз или отправьте заявку позднее.')?>
            </p>
        </div>
    </div>
</div>


<div class="popup-wrapper video">
    <div class="popup"></div>
</div>

<div class="cont-wrapper">
    <div class="cont-inner">
        <svg width="24" height="24"><use xlink:href="/images/icons.svg#contact"></use></svg>
    </div>
</div>


<div class="popup-wrapper privacy-policy">
    <div class="popup">
        <div class="popup-desc">
            <?=Yii::t('frontend', '<h2>კონფიდენციალურობის პოლიტიკა</h2>

<p>პერსონალური მონაცემების წინამდებარე კონფიდენციალურობის პოლიტიკა (შემდგომში - კონფიდენციალურობის პოლიტიკა) მოქმედებს ყველა იმ ინფორმაციის მიმართებაში, რომელსაც საიტს, რომელზეც განთავსებულია ამ კონფიდენციალურობის პოლიტიკის ტექსტი, შეუძლია მიიღოს მომხმარებელზე, აგრეთვე სხვა პროგრამების და პროდუქტების მიმართ, რომლებიც განთავსებულია მასზე. </p>

<p> 1. ტერმინთა განმარტება<br>
 1. წინამდებარე კონფიდენციალურობის პოლიტიკაში გამოიყენება შემდეგი ტერმინები:<br>
 1.1. ,,საიტის ადმინისტრაცია“ - საიტის მართვაზე უფლებამოსილი პირები, რომლებიც მოქმედებენ მისი სახელით, ორგანიზებას უწევენ და (ან) ახორციელებენ პერსონალურ მონაცემთა დამუშავებას, აგრეთვე განსაზღვრავს პერსონალურ მონაცემთა დამუშავების მიზნებს, დასამუშავებელი პერსონალური მონაცემების, პერსონალურ მონაცემებთან ჩასატარებულ მოქმედებებს (ოპერაციებს).<br>
 1.2. ,,პერსონალური მონაცემები“ - ნებისმიერი ინფორმაცია, რომელიც პირდაპირ ან ირიბად ეხება განსაზღვრულ ან განსაზღვრელ ფიზიკურ პირს (პერსონალური მონაცემების სუბიექტს).<br>
 1.3. ,,პერსონალური მონაცემების დამუშავება“ - ნებისმიერი მოქმედება (ოპერაცია) ან მოქმედებათა (ოპერაციათა) ერთობლიობა, რომლებიც ხორციელდება პერსონალურ მონაცემებთან ავტომატიზაციის სისტემების გამოყენებით ან ასეთ საშუალებათა გამოუყენებლად, პერსონალური მონაცემების შეგროვების, ჩაწერის, სისტემატიზაციის, დაგროვების, შენახვის, დაზუსტების (განახლების, შეცვლის), ამოღების, გამოყენების, გადაცემის (გავრცელების, მიწოდების, დაშვების), დეპერსენოლიზაციის, ბლოკირების, წაშლის, განადგურების ჩათვლით.<br>
 1.4. ,,პერსონალური მონაცემების კონფიდენციალურობა“ - საიტის ადმინისტრაციისთვის შესასრულებლად სავალდებულო მოთხოვნა არ დაუშვას მათი განზრახი გავრცელება პერსონალური მონაცემების სუბიექტის თანხმობის ან სხვა კანონიერი საფიუძვლის არსებობის გარეშე.<br>
 1.5. ,,საიტის მომხმარებელი (შემდგომში მომხმარებელი)“ - პირი, რომელსაც აქვს დაშვება საიტზე ინტერნეტის ქსელის მეშვეობით და რომელიც იყენებს ამ საიტს თავისი მიზნებით.<br>
 1.6. ,,Cookies“ - მონაცემთა პატარა ფრაგმენტი, რომელსაც აგზავნის ვებ-სერვერი და რომელიც ინახება მომხმარებლის კომპიუტერზე, რომელსაც ვებ-კლიენტი ან ვებ-ბრაუზერი ყოველ ჯერზე უგზავნის ვებ-სერვერს HTTP-მოთხოვნაში შესაბამისი საიტის გვერდის გახსნის მცდელობისას.<br>
 1.7. ,,IP-მისამართი“ - IP პროტოკოლით შექმნილ კომპიუტერულ ქსელში კვანძის უნიკალური ქსელური მისამართი.</p>

<p> 2. ზოგადი დებულებანი<br>
 2.1. მომხმარებლის მიერ საიტის გამოყენება ნიშნავს წინამდებარე კონფიდენციალურობის პოლიტიკაზე და მომხმარებლის პერსონალური მონაცემების დამუშავებაზე დათანხმებას.<br>
 2.2. კონფიდენციალურობის პოლიტიკის პირობებზე არ დათანხმების შემთხვევაში მომხმარებელი ვალდებულია შეწყვიტოს საიტის გამოყენება.<br>
 2.3. წინამდებარე კონფიდენციალურობის პოლიტიკა გამოიყენება მხოლოდ ამ საიტის მიმართებაში. საიტის ადმინისტრაცია არ აკონტროლებს და პასუხს არ აგებს მესამე პირების საიტებზე, სადაც მომხმარებელს შეუძლია გადასვლა ამ საიტზე ხელმისაწვდომი ბმულებით.<br>
 2.4. საიტის ადმინისტრაცია არ ამოწმებს საიტის მომხმარებლის მიერ მოწოდებული პერსონალური მონაცემების უტყუარობას.</p>

<p> 3. კონფიდენციალურობის პოლიტიკის საგანი<br>
 3.1. წინამდებარე კონფიდენციალურობის პოლიტიკა ადგენს საიტის ადმინისტრაციის ვალდებულებას განზრახ არ გგახმაუროს პერსონალური მონაცემები, რომლებიც მომხმარებელმა მიაწოდა საიტის ადმინისტრაციის სხვადასხვა მოთხოვნათა შესაბამისად (მაგალითად, საიტზე რეგისტრაციისას, შეკვეთის გაფორმებისას, შეტყობინებების გამოწერისას და მისთ..<br>
 3.2. პერსონალური მონაცემები, რომლებიც დაშვებულია დასამუშავებლად წინამდებარე კონფიდენციალურონბის პოლიტიკის ფარგლებში, მოეწოდება მომხმარებლის მიერ საიტზე სპეციალური ფორმების შევსების გზით და ჩვეულებრივ მოიცავს შემდეგ ინფორმაციას:<br>
 3.2.1. მომხმარებლის გვარი, სახელი, მამის სახელი;<br>
 3.2.2. მომხმარებლის საკონტაქტო ტელეფონი;<br>
 3.2.3. ელექტრონული ფოსტის მისამართი (e-mail);<br>
 3.2.4. მომხმარებლის საცხოვრებელი ადგილი და სხვა მონაცემები.<br>
 3.3. საიტის ადმინისტრაცია ასევე იღებს ზომებს იმ პერსონალური მონაცემების დასაცავად, რომლებიც ავტომატურად გადაეცემა საიტის გვერდების მონახულების პროცესში:<br>
- IP მისამართი;<br>
- ინფორმაცია cookies-გან;<br>
- ინფორმაცია ბრაუზერის შესახებ (ან სხვა პროგრამის შესახებ, რომელიც ახორციელებს საიტზე დაშვებას);<br>
- დაშვების დრო;<br>
- მონახული გვერდების მისამართები;<br>
- რეფერერი (წინა გვერდის მისამართი) და მისთ.<br>
 3.3.1. Cookies გამორთვამ შეიძლება გამოიწვიოს საიტზე დაშვების შეუძლებლობას.<br>
 3.3.2. საიტი ახორციელებს სტატისტიკის შეგროვებას მისი მომხმარებლების IP-მისამართების შესახებ. მოცემული ინფორმაცია გამოიყენება ტექნიკური პრობლემების გამოსავლენად და აღმოსაფხვრელად, ჩასატარებელი ოპერაციების კორექტულობის გასაკონტროლებლად.<br>
 3.4. ნებისმიერი სხვა პერსონალური ინფორმაცია, რომელიც არ არის ზემოთ განსაზღვრული (მონახულობების ისტორია, გამოყენებული ბრაუზერები და საოპერაციო სისტემები და ა.შ.) არ ექვემდებარება განზრახ გახმაურებას, გარდა წინამდებარე კონფიდენციალურობის პოლიტიკის 5.2 და 5.3 პუნქტებით გათვალისწინებული შემთხვევებისა.</p>

<p> 4. მომხმარებლის პერსონალური ინფორმაციის შეგროვების მიზნები<br>
 4.1. საიტის ადმინისტრაციას აქვს უფლება გამოიყენოს მომხმარებლის პერსონალური მონაცემები შემდეგი მიზნებით:<br>
 4.1.1. საიტზე დარეგისტრირებული მომხმარებლის საიდენტიფიკაციოდ, შეკვეთის გასაფორმებლად და (ან) ხელშეკრულების დასადებად.<br>
 4.1.2. მომხმარებლისათვის საიტის პერსონალიზირებულ რესურსებთან დაშვების მისაცემად.<br>
 4.1.3. მომხმარებელთან უკუკავშირის დასამყარებლად, შეტყობინებების, მოთხოვნების გაგზავნის ჩათვლით, რომლებიც ეხება საიტის გამოყენებას, მომსახურების გაწევას, მომხმარებლისგან მოთხოვნების და განაცხადების დამუშავებას.<br>
 4.1.4. მომხმარებლის ადგილსამყოფელის დასადგენად უსაფრთხოების უზრუნველყოფისათვის, თაღლითობის თავიდან არიდებისათვის.<br>
 4.1.5. მომხმარებლის მიერ მოწოდებული პერსონალური მონაცემების სისრულესა და უტყუარობის დასადასტურებლად.<br>
 4.1.6. შესყიდვების განსახორციელებლად აქაუნტის შესაქმნელად (ასეთი სერვისის არსებობისას), თუ მომხმარებელმა განაცხადა თანხმობა აქაუნტის შექმნაზე.<br>
 4.1.7. შეკვეთის მდგომარეობაზე საიტის მომხმარებლის შესატყობინებლად (ასეთი სერვისის არსებობისას).<br>
 4.1.8. მომხმარებლისათვის ეფექტური საკლიენტო და ტექნიკური მხარდაჭერის გასაწევად საიტის გამოყენებასთან დაკავშირებული პრობლემების აღმოჩენისას.<br>
 4.1.9. მომხმარებლისათვის, მისი თანხმობით, განახლებული პროდუქციის, სპეციალური შეთავაზებების, ფასებზე ინფორმაციის, საინფორმაციო გამოშვებების და სხვა მონაცემების მისაწოდებლად სიტის ან საიტის პარტნიორების სახელით.<br>
 4.1.10. მომხმარებლის თანხმობით სარეკლამო საქმიანობის განსახორციელებლად.<br>
 4.1.11. მომხმარებლისათვის დაშვების მისაცემად სხვა საიტებზე ან ამ საიტის პერტნიორების სერვისებზე მათი შეთავაზებების, განახლებების ან მომსახურების მიღების მიზნით.</p>

<p> 5. პერსონალური ინფორმაციის დამუშავების საშუალებები და ვადები<br>
 5.1. მომხმარებლის პერსონალური მონაცემების დამუშავება ხორციელდება განუსაღვრელი ვადით, ნებისმიერი კანონიერი გზით, მათ შორის პერსონალური მონაცემების საინფორმაციო სისტემებში, ავტომატიზაციის საშუალებათა გამოყენებით ან ასეთ საშუალებათა გამოუყენებლად.<br>
 5.2. მომხმარებელი ეთანხმება, რომ საიტის ადმინისტრაციას აქვს უფლება გადასცეს პერსონალური მონაცემები მესამე პირებს, კერძოდ, საკურიერო სამსახურებს, საფოსტო კავშირის ორგანიზაციებს, ელექტროკავშირის ორგანიზაციებს, მხოლოდ საჯარო ოფერტის ხელშეკრულების ფარგლებში საიტზე გაფორმებული მომხმარებლის განაცხადების შესრულების მიზნით.<br>
 5.3. მომხმარებლის პერსონალური მონაცემები შეიძლება გადაეცეს სახელმწიფო ხელისუფლების უფლებამოსილ ორგანოებს მხოლოდ საქართველოს მოქმედი კანონმდებლობით დადგენილ საფუძვლებზე და წესით.</p>

<p> 6. მხარეთა ვალდებულებები<br>
 6.1. მომხმარებელი იღებს ვალდებულებას:<br>
 6.1.1. მიაწოდოს კორექტული და მართალი ინფორმაცია პერსონალური მონაცემების შესახებ, რომელიც საჭიროა საიტის სარგებლობისათვის.<br>
 6.1.2. განაახლოს ან დაამატოს მოწოდებული ინფორმაცია პერსონალური მონაცემების შესახებ ამ ინფორმაციის ცვლილების შემთხვევაში.<br>
 6.1.3. მიიღოს ზომები საიტზე შენახულ მის კონფიდენციალურ მონაცემებთან დაშვების დასაცავად.<br>
 6.2. საიტის ადმინისტრაცია იღებს ვალდებულებას:<br>
 6.2.1. გამოიყენოს მიღებული ინფორმაცია მხოლოდ წინამდებარე კონფიდენციალურობის პოლიტიკის მე-4 მუხლში მითითებული მიზნებით.<br>
 6.2.2. არ გაახმაუროს მომხმარებლის პერსონალური მონაცემები, წინამდებარე კონფიდენციალურობის პოლიტიკის 5.2 და 5.3 პუნქტების გარდა.<br>
 6.2.3. განახორციელოს შესაბამისი მომხმარებლის პერსონალური მონაცემების ბლოკირება, მომხმარებლის ან მისი კანონიერი წარმომადგენლის ან პერსონალური მონაცემების სუბიექტის უფლებათა დაცვის უფლებამოსილი ორგანოს მოთხოვნის ან მომართვის მომენტიდან შემოწმების პერიოდში, არასანდო პერსონალური მონაცემების ან არამართლზონმიერი მოქმედებების გამოვლენის შემთხვევაში.</p>

<p> 7. მხარეთა პასუხისმგებლობა<br>
 7.1. საიტის ადმინისტრაცია პასუხს აგებს მომხმარებლის პერსონალური მონაცემების განზრახ გახმაურებაზე საქართველოს მოქმედი კანონმდებლობის შესაბამისად, გარდა წინამდებარე კონფიდენციალურობის პოლიტიკის 5.2, 5.3 და 7.2 პუნქტებით გათვალისწინებული შემთხვევებისა.<br>
 7.2. პერსონალური მონაცემების დაკარგვის ან გახმაურების შემთხვევაში საიტის ადმინისტრაცია არ აგებს პასუხს, თუ ეს კონფიდენციალური ინფორმაცია:<br>
 7.2.1. გახდა საჯაროდ ხელმისაწვდომი მის დაკარგვამდე ან გახმაურებამდე.<br>
 7.2.2. მიღებულია მესამე მხარისგან საიტის ადმინისტრაციის მიერ მისი მიღების მომენტამდე.<br>
 7.2.3. მიღბულია მესამე პირების მიერ საიტის ფაილებზე არასანქცირებული წვდომის გზით.<br>
 7.2.4. გახმაურებულია მომხმარებლის თანხმობით.<br>
 7.3. მომხმარებელი პასუხს აგებს მოწოდებული პერსონალური მონაცემების მართლზომიერებაზე, კორექტულობაზე და სიმართლიანობაზე საქართველოს მოქმედი კანონმდებლობის შესაბამისად.</p>

<p> 8. დავათა გადაწყვეტა<br>
 8.1. მომხმარებელსა და საიტის ადმინისტრაციის შორის ურთიერთობებიდან წარმოშობილ დავებზე სასამართლოში მიმართვამდე, სავალდებულოა პრეტენზიის წარდგენა (წერილობითი შეთავაზება დავის ნებაყოფლობით მოგვარების შესახებ).<br>
 8.2. პრეტენზიის მიმღები, პრეტენზიის მიღებიდან 30 კალენდარულ დღეში წერილობით აცნობებს პრეტენზიის განმცხადებელს პრეტენზიის განხილვის შედეგებზე.<br>
 8.3. შეთანხმების მიუღწევლობისას დავა განსახილველად გადაეცემა სასამართლოში საქართველოს მოქმედი კანონმდებლობის შესაბამისად.<br>
 8.4. წინამდებარე კონფიდენციალურობის პოლიტიკაზე და მომხმარებელსა და საიტის ადმინისტრაციას შორის ურთიერთობაზე ვრცელდება საქართველოს მოქმედი კანონმდებლობა.</p>

<p> 9. დამატებითი პირობები<br>
 9.1. საიტის ადმინისტრაციას აქვს უფლება შეიტანოს ცვლილებები წინამდებარე კონფიდენციალურობის პოლიტიკაში მომხმარებლის თანხმობის გარეშე.<br>
 9.2. ახალი კონფიდენციალურობის პოლიტიკა ძალაში შედის საიტზე მისი განთავსების მომენტიდან, თუ კონფიდენციალურობის პოლიტიკის ახალი რედაქციით სხვა რაიმე არ არის გათვალისწინებული.<br>
 9.3. ამ საიტის ყველა მასალა, მათ შორის ტექსტი, სტრუქტურა, დიზაინი და ბლოკების განლაგება დაცულია საავტორო უფლებით. სრული ან ნაწილობრივი დაკოპირება აკრძალულია. ინფორმაცია განკუთვნილია აუდოტორიისთვის 14+.<br>
</p>')?>
        </div>
    </div>
</div>


<?php if (!YII_ENV_DEV){
    $this->registerJs(
        "var Tawk_API=Tawk_API||{}, Tawk_LoadStart=new Date();
        (function(){
        var s1=document.createElement('script'),s0=document.getElementsByTagName('script')[0];
        s1.async=true;
        s1.src='https://embed.tawk.to/61a67a909099530957f761a7/1flp4thvt';
        s1.charset='UTF-8';
        s1.setAttribute('crossorigin','*');
        s0.parentNode.insertBefore(s1,s0);
        })();",
        View::POS_END,
    );
} ?>


<?= $scripts->footer; ?>

</body>
</html>

