                    <p>В стоимость с мебелью и техникой входит:</p>
                    <ul class="renovation-column-list">
                        <li>Кухня под ключ (раковина, варочная плита столешница, вытяжка, приборы, стеллажи);</li>
                        <li>Туалет (раковина-умывальник, стиральная машина, фен для волос, стеллажи);</li>
                        <li>Душевая кабина;</li>
                        <li>Холодильник;</li>
                        <li>Вытяжка (туалет, кухня, комнаты);</li>
                        <li>Бытовая техника (утюг, телевизор,микроволновая печь);</li>
                        <li>Бытовые вещи (2 картины, шторы, зеркала,шкаф, настенные часы);</li>
                        <li>Мебель (стол,диван, 2 тумбочки, мягкий стул,светильник);</li>
                        <li>Кровать (матрас, простыни, подушки, одеяло и полотенца);</li>
                        <li>Балкон (стол, два стула);</li>
                    </ul>